Tekla.Structures.DrawingInternal.dotGrPolygon_t


Tekla.Structures.DrawingInternal.dotGrPolygon_t.ClosedGraphicObject


Tekla.Structures.DrawingInternal.dotGrPolygon_t.PolygonAttributes


Tekla.Structures.DrawingInternal.dotGrPolygon_t.Bulge


Tekla.Structures.DrawingInternal.dotGrPolygon_t.ToStruct(Tekla.Structures.Drawing.Polygon)


Tekla.Structures.DrawingInternal.dotGrPolygon_t.FromStruct(Tekla.Structures.Drawing.Polygon)
